Repository: TeA4chi/NextGoal
Catalog: Settings/Localizables/*.lproj/Localizable.strings
Languages: uk

# settings_title
source: Settings
uk: Налаштування

# settings_dark_mode
source: Dark Mode
uk: Темна тема

# settings_default_currency
source: Default Currency
uk: Основна валюта

# settings_language
source: Language
uk: Мова

# currency_picker_title
source: Select Currency
uk: Вибір валюти

# tab_planner
source: Planner
uk: Планер

# tab_map
source: Map
uk: Карта

# tab_insights
source: Insights
uk: Аналітика

# freq_daily
source: Daily
uk: Щодня

# freq_weekly
source: Weekly
uk: Щотижня

# freq_monthly
source: Monthly
uk: Щомісяця

# add_goal_title
source: Adding a goal
uk: Додавання мети

# add_goal_name_title
source: Goal Name
uk: Назва цілі

# add_goal_name_placeholder
source: Enter goal name
uk: Введіть назву цілі

# add_goal_desc_title
source: Description of the goal
uk: Опис цілі

# add_goal_desc_placeholder
source: Enter description of the goal
uk: Введіть опис цілі

# add_goal_total_amount_title
source: Sum of the goal
uk: Сума цілі

# add_goal_currency_title
source: Currency selection
uk: Вибір валюти

# add_goal_contribution_amount_title
source: Contribution
uk: Внесок поразу

# add_goal_frequency_title
source: Contribution frequency
uk: Частота внеску

# add_goal_infobox_text
source: The date of achievement of the goal will be calculated utomatically based on the target amount and contribution frequency
uk: Дата досягнення мети буде розрахована автоматично на основі цільової суми та щоденних відкладень
